[
  "obsidian-git",
  "editing-toolbar",
  "obsidian-rich-links",
  "obsidian-contextual-typography",
  "obsidian-minimal-settings",
  "obsidian-style-settings",
  "copilot",
  "table-editor-obsidian",
  "obsidian-link-embed",
  "multi-column-markdown"
]